const  memberList = {
    '0': [
        {
            title:' 免费注册会员，立享满减优惠',
            icon: 'https://jdz.g1999.com/ghs/20210927/f53bbc2df635486abbc3e0a286ed49b4.png',
            name: '开卡礼',
            describe: [
                '1.免费注册金桔有品会员，可立即获得满100减15优惠券；',
                '2.会员可在“会员中心-优惠券”查看详情，并下单使用；',
                '3.优惠券自入会日起7天内有效，具体时间可在“会员中心-优惠券”查看；',
                '4.该优惠券仅支持【金桔有品】小程序商城购物时使用；',
                '5.该优惠券不可与商城其它优惠活动叠加。'
            ]
        },
        {
            title:'完任务，赚积分',
            icon: 'https://jdz.g1999.com/ghs/20210927/837f16a429a44119ad55f2514c9fa4df.png',
            name: '积分任务',
            describe: [
                '1.金桔有品会员，可在“会员中心-积分任务”产看具体积分任务；',
                '2.根据要求完成积分任务后，将获取相应积分，积分会直接累积到会员积分中；',
                '为什么要赚积分？',
                '1.自您加入【金桔有品】会员体系，在【金桔有品】微信小程序购物时，根据购买不同金额的产品将会获得相应的积分；如果您是最高会员即金勋会员或者充值会员，消费时获取的积分时相应积分的1.2倍；',
                '2.积分可以在【金桔有品】微信小程序“会员中心—积分商城”模块参与兑换实物商品/非实物权益。',
                '3.进入【金桔有品】微信小程序，会员中心即可查看会员积分。'
            ]
        },
        {
            title:"专属你的购物狂欢日",
            icon: 'https://jdz.g1999.com/ghs/20210927/2273ef494bff4ad2bb737b3b983e5b1c.png',
            name: '会员日',
            describe: [
                '1.每月15日为【金桔有品】会员日；',
                '2.成为【金桔优品】会员后，会员日当天将享受“会员日超低价商品”、“会员日专属优惠券”、“会员日专属多倍积分”等活动；',
                '3.会员活动优惠不与其他活动叠加使用；',
                '4.会员日活动仅限【金桔有品】体系会员参加'
            ]
        },
        {
            title: '买的多，赚的多',
            icon: 'https://jdz.g1999.com/ghs/20210927/0788005ea756452b8d1887e8b83d866e.png',
            name: '购物返积分',
            describe: [
                '1.成为【金桔有品】的会员客户，在商城成功下单之后，将会获得购买产品的对应积分；最高等级会员即（金勋会员）/充值会员将会获得购买产品对应的1.2倍积分；',
                '2.获得的积分可在【金桔有品】的会员中心查看积分情况，获得一定积分可在【金桔有品】积分商城兑换喜欢的产品。'
            ]
        },
        {
            title:'生日翻倍赚积分',
            icon: 'https://jdz.g1999.com/ghs/20210927/1fecf30f3fe04e67a12564dc2340846a.png',
            name: '生日翻倍赚积分',
            describe: [
                '1.【金桔有品】金粉会员，生日当天在【金桔有品】微信小程序商场消费，每次消费获取相应商品的1.2倍积分。',
                '2.生日日期以会员注册登记的时间为准；',
                '3.生日当天，此权益可无限使用。',
                '4.该权益仅限【金桔有品】微信小程序商场购物时享有。'
            ]
        },
        {
            title: '小积分，大收获',
            icon: 'https://jdz.g1999.com/ghs/20210927/4683c76a04104164af4d03ce577ce290.png',
            name: '积分兑好礼',
            describe: [
                '1.成为【金桔有品】会员，将享受购买商品获得积分；获得一定积分可以到【金桔有品】微信小程序“会员中心—积分商城”模块参与兑换实物商品/非实物权益。',
                '如何获得积分？',
                '1.自您加入【金桔有品】会员体系，在【金桔有品】微信小程序购物时，根据购买不同金额的产品将会获得相应的积分；如果您是最高会员即金勋会员或者充值会员，消费时获取的积分时相应积分的1.2倍；',
                '2.您可以选择在【金桔有品】微信小程序，会员中心—积分任务，通过完成任务获取相应积分；'
            ]
        }
    ],
    '1': [
        {
            icon: 'https://jdz.g1999.com/ghs/20210927/465915177634429f8f97af2c7dc89a03.png',
            name: '家居顾问',
            describe: ""
        },
        {
            title:'完任务，赚积分',
            icon: 'https://jdz.g1999.com/ghs/20210927/837f16a429a44119ad55f2514c9fa4df.png',
            name: '积分任务',
            describe: [
                '1.金桔有品会员，可在“会员中心-积分任务”产看具体积分任务；',
                '2.根据要求完成积分任务后，将获取相应积分，积分会直接累积到会员积分中；',
                '为什么要赚积分？',
                '1.自您加入【金桔有品】会员体系，在【金桔有品】微信小程序购物时，根据购买不同金额的产品将会获得相应的积分；如果您是最高会员即金勋会员或者充值会员，消费时获取的积分时相应积分的1.2倍；',
                '2.积分可以在【金桔有品】微信小程序“会员中心—积分商城”模块参与兑换实物商品/非实物权益。',
                '3.进入【金桔有品】微信小程序，会员中心即可查看会员积分。'
            ]
        },
        {
            title:"专属你的购物狂欢日",
            icon: 'https://jdz.g1999.com/ghs/20210927/2273ef494bff4ad2bb737b3b983e5b1c.png',
            name: '会员日',
            describe: [
                '1.每月15日为【金桔有品】会员日；',
                '2.成为【金桔优品】会员后，会员日当天将享受“会员日超低价商品”、“会员日专属优惠券”、“会员日专属多倍积分”等活动；',
                '3.会员活动优惠不与其他活动叠加使用；',
                '4.会员日活动仅限【金桔有品】体系会员参加'
            ]
        },
        {
            title: '买的多，赚的多',
            icon: 'https://jdz.g1999.com/ghs/20210927/0788005ea756452b8d1887e8b83d866e.png',
            name: '购物返积分',
            describe: [
                '1.成为【金桔有品】的会员客户，在商城成功下单之后，将会获得购买产品的对应积分；最高等级会员即（金勋会员）/充值会员将会获得购买产品对应的1.2倍积分；',
                '2.获得的积分可在【金桔有品】的会员中心查看积分情况，获得一定积分可在【金桔有品】积分商城兑换喜欢的产品。'
            ]
        },
        {
            title:'生日翻倍赚积分',
            icon: 'https://jdz.g1999.com/ghs/20210927/1fecf30f3fe04e67a12564dc2340846a.png',
            name: '生日翻倍赚积分',
            describe: [
                '1.【金桔有品】金粉会员，生日当天在【金桔有品】微信小程序商场消费，每次消费获取相应商品的1.2倍积分。',
                '2.生日日期以会员注册登记的时间为准；',
                '3.生日当天，此权益可无限使用。',
                '4.该权益仅限【金桔有品】微信小程序商场购物时享有。'
            ]
        },
        {
            title: '小积分，大收获',
            icon: 'https://jdz.g1999.com/ghs/20210927/4683c76a04104164af4d03ce577ce290.png',
            name: '积分兑好礼',
            describe: [
                '1.成为【金桔有品】会员，将享受购买商品获得积分；获得一定积分可以到【金桔有品】微信小程序“会员中心—积分商城”模块参与兑换实物商品/非实物权益。',
                '如何获得积分？',
                '1.自您加入【金桔有品】会员体系，在【金桔有品】微信小程序购物时，根据购买不同金额的产品将会获得相应的积分；如果您是最高会员即金勋会员或者充值会员，消费时获取的积分时相应积分的1.2倍；',
                '2.您可以选择在【金桔有品】微信小程序，会员中心—积分任务，通过完成任务获取相应积分；'
            ]
        },
        {
            title:'会员升级享优惠',
            icon: 'https://jdz.g1999.com/ghs/20210927/aa01a0bc039841959be49415d3f8d8c2.png',
            name: '升级大礼包',
            describe: [
                '1.【金桔有品】会员体系中，金粉会员升级金星会员将会获得：满100元减10元优惠券（领取当日起，31天内有效）升级日当天下单，可享受消费获取相应商品的1.2倍积分',
                '2.优惠券领取之后，会员可在“会员中心-优惠券”查看详情，并下单使用',
                '3.此优惠券不与其他活动叠加使用；',
                '4.升级当天1.2倍积分权益可无限使用，积分可在“会员中心-积分”查看；',
                '5.此优惠券及积分权益仅限【金桔有品】微信小程序商场消费享有。',
            ]
        }
    ],
    '2': [
        {
            icon: 'https://jdz.g1999.com/ghs/20210927/465915177634429f8f97af2c7dc89a03.png',
            name: '家居顾问',
            describe: ""
        },
        {
            title:'完任务，赚积分',
            icon: 'https://jdz.g1999.com/ghs/20210927/837f16a429a44119ad55f2514c9fa4df.png',
            name: '积分任务',
            describe: [
                '1.金桔有品会员，可在“会员中心-积分任务”产看具体积分任务；',
                '2.根据要求完成积分任务后，将获取相应积分，积分会直接累积到会员积分中；',
                '为什么要赚积分？',
                '1.自您加入【金桔有品】会员体系，在【金桔有品】微信小程序购物时，根据购买不同金额的产品将会获得相应的积分；如果您是最高会员即金勋会员或者充值会员，消费时获取的积分时相应积分的1.2倍；',
                '2.积分可以在【金桔有品】微信小程序“会员中心—积分商城”模块参与兑换实物商品/非实物权益。',
                '3.进入【金桔有品】微信小程序，会员中心即可查看会员积分。'
            ]
        },
        {
            title:"专属你的购物狂欢日",
            icon: 'https://jdz.g1999.com/ghs/20210927/2273ef494bff4ad2bb737b3b983e5b1c.png',
            name: '会员日',
            describe: [
                '1.每月15日为【金桔有品】会员日；',
                '2.成为【金桔优品】会员后，会员日当天将享受“会员日超低价商品”、“会员日专属优惠券”、“会员日专属多倍积分”等活动；',
                '3.会员活动优惠不与其他活动叠加使用；',
                '4.会员日活动仅限【金桔有品】体系会员参加'
            ]
        },
        {
            title: '买的多，赚的多',
            icon: 'https://jdz.g1999.com/ghs/20210927/0788005ea756452b8d1887e8b83d866e.png',
            name: '购物返积分',
            describe: [
                '1.成为【金桔有品】的会员客户，在商城成功下单之后，将会获得购买产品的对应积分；最高等级会员即（金勋会员）/充值会员将会获得购买产品对应的1.2倍积分；',
                '2.获得的积分可在【金桔有品】的会员中心查看积分情况，获得一定积分可在【金桔有品】积分商城兑换喜欢的产品。'
            ]
        },
        {
            title:'金章会员',
            icon: 'https://jdz.g1999.com/ghs/20210927/273f496164aa4f8aa5680d964251de60.png',
            name: '生日大礼包',
            describe: [
                '1.【金桔有品】会员体系中，金章会员生日礼包将会获得：5元无门槛抵用券（领取当日起，15天内有效）生日当天下单，可享受消费获取相应商品1.2倍积分',
                '2.生日日期以会员注册登记的时间为准；',
                '3.优惠券可在生日当月随时领取，领取之后，会员可在“会员中心-优惠券”查看详情，并下单使用',
                '4.此优惠券不与其他活动叠加使用；不兑换，不找零；',
                '5.生日当天1.2倍积分权益可无限使用；积分可在“会员中心-积分”查看；',
                '6.此优惠券及积分权益仅限【金桔有品】微信小程序商场消费享有。'
            ]
        },
        {
            title: '小积分，大收获',
            icon: 'https://jdz.g1999.com/ghs/20210927/4683c76a04104164af4d03ce577ce290.png',
            name: '积分兑好礼',
            describe: [
                '1.成为【金桔有品】会员，将享受购买商品获得积分；获得一定积分可以到【金桔有品】微信小程序“会员中心—积分商城”模块参与兑换实物商品/非实物权益。',
                '如何获得积分？',
                '1.自您加入【金桔有品】会员体系，在【金桔有品】微信小程序购物时，根据购买不同金额的产品将会获得相应的积分；如果您是最高会员即金勋会员或者充值会员，消费时获取的积分时相应积分的1.2倍；',
                '2.您可以选择在【金桔有品】微信小程序，会员中心—积分任务，通过完成任务获取相应积分；'
            ]
        },
        {
            title:'会员升级享优惠',
            icon: 'https://jdz.g1999.com/ghs/20210927/aa01a0bc039841959be49415d3f8d8c2.png',
            name: '升级大礼包',
            describe: [
                '1.【金桔有品】会员体系中，金星会员升级金章会员将会获得：满100元减15元优惠券（领取当日起，31天内有效）升级日当天下单，可享受消费获取相应商品的1.2倍积分',
                '2.优惠券领取之后，会员可在“会员中心-优惠券”查看详情，并下单使用',
                '3.此优惠券不与其他活动叠加使用；',
                '4.升级当天1.2倍积分权益可无限使用，积分可在“会员中心-积分”查看；',
                '5.此优惠券及积分权益仅限【金桔有品】微信小程序商场消费享有。'
            ]
        }
    ],
    '3': [
        {
            icon: 'https://jdz.g1999.com/ghs/20210927/465915177634429f8f97af2c7dc89a03.png',
            name: '家居顾问',
            describe: ""
        },
        {
            title:'完任务，赚积分',
            icon: 'https://jdz.g1999.com/ghs/20210927/837f16a429a44119ad55f2514c9fa4df.png',
            name: '积分任务',
            describe: [
                '1.金桔有品会员，可在“会员中心-积分任务”产看具体积分任务；',
                '2.根据要求完成积分任务后，将获取相应积分，积分会直接累积到会员积分中；',
                '为什么要赚积分？',
                '1.自您加入【金桔有品】会员体系，在【金桔有品】微信小程序购物时，根据购买不同金额的产品将会获得相应的积分；如果您是最高会员即金勋会员或者充值会员，消费时获取的积分时相应积分的1.2倍；',
                '2.积分可以在【金桔有品】微信小程序“会员中心—积分商城”模块参与兑换实物商品/非实物权益。',
                '3.进入【金桔有品】微信小程序，会员中心即可查看会员积分。'
            ]
        },
        {
            title:"专属你的购物狂欢日",
            icon: 'https://jdz.g1999.com/ghs/20210927/2273ef494bff4ad2bb737b3b983e5b1c.png',
            name: '会员日',
            describe: [
                '1.每月15日为【金桔有品】会员日；',
                '2.成为【金桔优品】会员后，会员日当天将享受“会员日超低价商品”、“会员日专属优惠券”、“会员日专属多倍积分”等活动；',
                '3.会员活动优惠不与其他活动叠加使用；',
                '4.会员日活动仅限【金桔有品】体系会员参加'
            ]
        },
        {
            title: '买的多，赚的多',
            icon: 'https://jdz.g1999.com/ghs/20210927/0788005ea756452b8d1887e8b83d866e.png',
            name: '购物返积分',
            describe: [
                '1.成为【金桔有品】的会员客户，在商城成功下单之后，将会获得购买产品的对应积分；最高等级会员即（金勋会员）/充值会员将会获得购买产品对应的1.2倍积分；',
                '2.获得的积分可在【金桔有品】的会员中心查看积分情况，获得一定积分可在【金桔有品】积分商城兑换喜欢的产品。'
            ]
        },
        {
            title:'金牌会员',
            icon: 'https://jdz.g1999.com/ghs/20210927/273f496164aa4f8aa5680d964251de60.png',
            name: '生日大礼包',
            describe: [
                '1.【金桔有品】会员体系中，金牌会员生日礼包将会获得：8元无门槛抵用券（领取当日起，15天内有效）生日当天下单，可享受消费获取相应商品1.5倍积分',
                '2.生日日期以会员注册登记的时间为准；',
                '3.优惠券可在生日当月随时领取，领取之后，会员可在“会员中心-优惠券”查看详情，并下单使用',
                '4.此优惠券不与其他活动叠加使用；不兑换，不找零；',
                '5.生日当天1.5倍积分权益可无限使用；积分可在“会员中心-积分”查看；',
                '6.此优惠券及积分权益仅限【金桔有品】微信小程序商场消费享有。'
            ]
        },
        {
            title: '小积分，大收获',
            icon: 'https://jdz.g1999.com/ghs/20210927/4683c76a04104164af4d03ce577ce290.png',
            name: '积分兑好礼',
            describe: [
                '1.成为【金桔有品】会员，将享受购买商品获得积分；获得一定积分可以到【金桔有品】微信小程序“会员中心—积分商城”模块参与兑换实物商品/非实物权益。',
                '如何获得积分？',
                '1.自您加入【金桔有品】会员体系，在【金桔有品】微信小程序购物时，根据购买不同金额的产品将会获得相应的积分；如果您是最高会员即金勋会员或者充值会员，消费时获取的积分时相应积分的1.2倍；',
                '2.您可以选择在【金桔有品】微信小程序，会员中心—积分任务，通过完成任务获取相应积分；'
            ]
        },
        {
            title:'会员升级享优惠',
            icon: 'https://jdz.g1999.com/ghs/20210927/aa01a0bc039841959be49415d3f8d8c2.png',
            name: '升级大礼包',
            describe: [
                '1.【金桔有品】会员体系中，金星会员升级金牌会员将会获得：满100元减20元优惠券（领取当日起，31天内有效）升级日当天下单，可享受消费获取相应商品的1.5倍积分',
                '2.优惠券领取之后，会员可在“会员中心-优惠券”查看详情，并下单使用',
                '3.此优惠券不与其他活动叠加使用；',
                '4.升级当天1.5倍积分权益可无限使用，积分可在“会员中心-积分”查看；',
                '5.此优惠券及积分权益仅限【金桔有品】微信小程序商场消费享有。'
            ]
        }
    ],
    '4': [
        {
            icon: 'https://jdz.g1999.com/ghs/20210927/465915177634429f8f97af2c7dc89a03.png',
            name: '家居顾问',
            describe: ""
        },
        {
            title:'完任务，赚积分',
            icon: 'https://jdz.g1999.com/ghs/20210927/837f16a429a44119ad55f2514c9fa4df.png',
            name: '积分任务',
            describe: [
                '1.金桔有品会员，可在“会员中心-积分任务”产看具体积分任务；',
                '2.根据要求完成积分任务后，将获取相应积分，积分会直接累积到会员积分中；',
                '为什么要赚积分？',
                '1.自您加入【金桔有品】会员体系，在【金桔有品】微信小程序购物时，根据购买不同金额的产品将会获得相应的积分；如果您是最高会员即金勋会员或者充值会员，消费时获取的积分时相应积分的1.2倍；',
                '2.积分可以在【金桔有品】微信小程序“会员中心—积分商城”模块参与兑换实物商品/非实物权益。',
                '3.进入【金桔有品】微信小程序，会员中心即可查看会员积分。'
            ]
        },
        {
            title:"专属你的购物狂欢日",
            icon: 'https://jdz.g1999.com/ghs/20210927/2273ef494bff4ad2bb737b3b983e5b1c.png',
            name: '会员日',
            describe: [
                '1.每月15日为【金桔有品】会员日；',
                '2.成为【金桔优品】会员后，会员日当天将享受“会员日超低价商品”、“会员日专属优惠券”、“会员日专属多倍积分”等活动；',
                '3.会员活动优惠不与其他活动叠加使用；',
                '4.会员日活动仅限【金桔有品】体系会员参加'
            ]
        },
        {
            title: '1.2倍积分反积分',
            icon: 'https://jdz.g1999.com/ghs/20210927/5f76b6f9aed04280b29c58fa92c00702.png',
            name: '购物1.2倍积分',
            describe: [
                '1.【金桔有品】会员体系中，金勋会员将享有全商城产品消费获取相应1.2倍积分的尊贵权益；',
                '2.此积分体系不与其他叠加积分一起使用；',
                '3.此权益仅限【金桔有品】微信小程序商场消费享有。'
            ]
        },
        {
            title:'金牌会员',
            icon: 'https://jdz.g1999.com/ghs/20210927/273f496164aa4f8aa5680d964251de60.png',
            name: '生日大礼包',
            describe: [
                '1.【金桔有品】会员体系中，金牌会员生日礼包将会获得：8元无门槛抵用券（领取当日起，15天内有效）生日当天下单，可享受消费获取相应商品1.5倍积分',
                '2.生日日期以会员注册登记的时间为准；',
                '3.优惠券生日当月可随时领取，领取之后，会员可在“会员中心-优惠券”查看详情，并下单使用',
                '4.此优惠券不与其他活动叠加使用；不兑换，不找零；',
                '5.生日当天1.5倍积分权益可无限使用；积分可在“会员中心-积分”查看；',
                '6.此优惠券及积分权益仅限【金桔有品】微信小程序商场消费享有。'
            ]
        },
        {
            title: '小积分，大收获',
            icon: 'https://jdz.g1999.com/ghs/20210927/4683c76a04104164af4d03ce577ce290.png',
            name: '积分兑好礼',
            describe: [
                '1.成为【金桔有品】会员，将享受购买商品获得积分；获得一定积分可以到【金桔有品】微信小程序“会员中心—积分商城”模块参与兑换实物商品/非实物权益。',
                '如何获得积分？',
                '1.自您加入【金桔有品】会员体系，在【金桔有品】微信小程序购物时，根据购买不同金额的产品将会获得相应的积分；如果您是最高会员即金勋会员或者充值会员，消费时获取的积分时相应积分的1.2倍；',
                '2.您可以选择在【金桔有品】微信小程序，会员中心—积分任务，通过完成任务获取相应积分；'
            ]
        },
        {
            title:'专属大礼包',
            icon: 'https://jdz.g1999.com/ghs/20210927/529c8b1cf07c451284cbe98b10a52a26.png',
            name: '专属大礼包',
            describe: [
                '1.【金桔有品】会员体系中，金星会员升级金牌会员将会获得：满100元减25元优惠券（领取当日起，31天内有效）升级日当天下单，可享受消费获取相应商品的双倍积分',
                '2.优惠券领取之后，会员可在“会员中心-优惠券”查看详情，并下单使用；',
                '3.此优惠券不与其他活动叠加使用；',
                '4.升级当天双倍积分权益可无限使用，积分可在“会员中心-积分”查看；',
                '5.此优惠券及积分权益仅限【金桔有品】微信小程序商场消费享有。',
            ]
        },
        {
            title:'买的多，省的多',
            icon: 'https://jdz.g1999.com/ghs/20210927/f53bbc2df635486abbc3e0a286ed49b4.png',
            name: '超省会员价',
            describe: [
                '1.【金桔有品】会员体系中，金勋会员将享有全商城产品超省会员价的权益；',
                '2.部分专属会员价不可与优惠券、满减券等叠加使用；',
                '3.此权益仅限【金桔有品】微信小程序商场消费享有。'
            ]
        }
    ]
}

export {
    memberList
}